{
    "serverQuestions": {
        "label": "Server FAQ",
        "description": "Information on Polaroid Studios",
        "embed": [
            {
                "name": "\nIs the game still being worked on?",
                "value": "Yes, the game is actively being worked on."
            },{
                "name": "When is the next update?",
                "value": "Nobody knows when the next update will be. Check out <#1021912153592176732> to see progress."
            },{
                "name": "Why does the server update but not the game?",
                "value": "The development and moderation teams are separate. We manage different things."
            },{
                "name": "What should I do while I wait for the update?",
                "value": "Try speedrunning! Check out <#1105613325875810435> to learn more."
            },{
                "name": "What happened to the old owner?",
                "value": "Drama. They're not to be brought up here. Please respect that."
            },{
                "name": "How do I get image permissions?",
                "value": "Read <#1023773325006217256> to see which roles have image permissions."
            },{
                "name": "How do I post in <#1021973016269312032>?",
                "value": "You need to be **level 10 or higher** to post in suggestions."
            },{
                "name": "How do I gain levels faster?",
                "value": "Be active in text channels and use the 'Fighting with Watcher' VC."
            },{
                "name": "Can someone help me with the game?",
                "value": "Ask in <#1119009164312727663> or ping the **Game Guides** role."
            },{
                "name": "Does anyone want to play?",
                "value": "Visit <#1021909104949743658> to find others to play with."
            }
        ]
    },
    "roleInfo": {
        "label": "Server Roles",
        "description": "Information on Roles",
        "embed": [
            {
                "name": "- \nPings:\n- \nUpdate Ping",
                "value": "This ping is for game updates. Occasionally, it will be replaced with pinging everyone for major updates. For minor updates, the ping will not be used, but logs can still be found in <#1288660546664534086>."
            },
            {
                "name": "Sneak-Peeks Ping",
                "value": "Get notified anytime the game has a sneak peek of future content. These can be found in <#1021912153592176732>."
            },
            {
                "name": "Announcement Ping",
                "value": "Important, usually game-oriented announcements. Sometimes small-scale announcements will be posted in <#1288650034392465408> that will not be pinged."
            },
            {
                "name": "Sub-Announcement Ping",
                "value": "Semi-important announcements in <#1288660483338928198> that will mostly be Discord server-oriented."
            },
            {
                "name": "Giveaway Ping",
                "value": "Giveaway notifications for <#1288930108492484739>. Most giveaways have requirements. If you cannot follow the requirements, you will be banned from future giveaways."
            },
            {
                "name": "Gamenight Ping",
                "value": "Only used for gamenights; these can be found in <#1288930307705274392>."
            },
            {
                "name": "QOTD Ping",
                "value": "A ping for the <#1288720576629706772> channel."
            },
            {
                "name": "\n- \nOther Roles:\n- \nContributor",
                "value": "People who contributed to the game in any way."
            },
            {
                "name": "Game Guides",
                "value": "A pingable role for people who need quick help on the game. This is an exclusive role and is not given out to anybody who wants to help others. In order to get the role, you must at least have the speedrunner role; afterwards, you may ask for the role to be given to you."
            },
            {
                "name": "Legends",
                "value": "People who've been picked for having notable creations."
            },
            {
                "name": "Artist",
                "value": "People who have posted/submitted Apeirophobia fanart."
            },
            {
                "name": "Famous Content Creator",
                "value": "Has Apeirophobia content posted on their platform and meets at least one of the following requirements:\n- 100k+ on Youtube\n- 300k+ on Tiktok\n- 10k+ and affiliated on Twitch"
            },
            {
                "name": "Content Creator",
                "value": "Has Apeirophobia content posted on their platform and meets at least one of the following requirements:\n- 1k+ on Youtube\n- 50k+ on Tiktok\n- 1k+ and affiliated on Twitch"
            },
            {
                "name": "Recognized",
                "value": "People who are decently known across a certain community for their contributions/title."
            },
            {
                "name": "Poopbation (Probation)",
                "value": "This role is for members who get banned on the server. In the case that you are unbanned, you will have the role for one month. If the ban was false, you will not be given the role."
            },
            {
                "name": "\n- \nPermissions:\n- \nImage Perms",
                "value": "Level 30 or higher, Developers, Myths, Moderation Department, Testing Department, Retired Staff, Speedrun Staff, Recognized, World Record, Friends, Server Booster, and Image Perms."
            },            
            {
                "name": "Streaming Perms",
                "value": "Level 20 or higher, Developers, Moderation Department, Retired Staff, Speedrun Staff, Recognized, Content Creator, Speedrunner, Server Booster, and Streaming Perms."
            },
            {
                "name": "External Emojis/Stickers Perms",
                "value": "Level 50 or higher, Developers, Moderation Department, Testing Department, Retired Staff, Speedrun Staff, Friends, Speedrunner, and Server Booster."
            },
            {
                "name": "Custom Roles",
                "value": "In the server, members who reach level 100 are given the choice of having a custom role. These are personalized roles that are exclusively for you and nobody else."
            }
        ]
    },
    "speedrunQuestions": {
        "label": "Speedrun FAQ",
        "description": "Information on Speedrunning",
        "embed": [
            {
                "name": "\nHow do I start speedrunning?",
                "value": "Watch other people's runs, read this FAQ section, ask questions in #speedrun-questions. All information needed to start speedrunning can be found here: <https://speedrun.com/apeirophobia>"
            },
            {
                "name": "Where can I read the rules?",
                "value": "You can read the rules on the Apeirophobia SRC page. Click on the 'Show rules' button in any leaderboard section and it will show you the rules for that category."
            },
            {
                "name": "What difficulty do I play on?",
                "value": "For Full-Game, all runs are played on Hard. For Individual Levels, levels will differ between **Easy** and **Hard** depending on the levels properties."
            },
            {
                "name": "How do I record a speedrun?",
                "value": "Use any recording software available for your OS. For Windows, you should use **OBS Studio**, but as long as the recording itself is decent quality and everything can be seen, you can use different software."
            },
            {
                "name": "Do I need to have a timer on my speedrun?",
                "value": "No, let the Speedrun Staff take care of timing your run, that’s our job after all."
            },
            {
                "name": "How do I submit a speedrun?",
                "value": "To submit a run to speedrun.com (SRC) you need to register/log in the speedrun.com website. Then, go on the Apeirophobia SRC page and click on 'Submit Run' button. Fill all required information (video link, player names) and sooner or later your speedrun will be **verified**."
            },        
            {
                "name": "'Can someone please verify my speedrun?'",
                "value": "Speedrun Staff are people too! Stay patient and wait for your run to get verified. If the run is pending for longer than 21 days, feel free to DM a Speedrun Staff the run and politely ask for it to get verified."
            },
            {
                "name": "What happened to the leaderboards / What happened to my old run(s)?",
                "value": "The leaderboards are often changing as the game gets updated and as rules shift around. For example, the leaderboard will be reset if a level gets updated in a way that makes the former WR **impossible** to beat."
            },
            {
                "name": "Extra Info:",
                "value": "Additional links\n All Maps Document: https://docs.google.com/document/d/1yiw52Js35YTV7FMGOptPgnXy-1DZ7nQu5vj_A4X8IsY/\nGuides: https://www.speedrun.com/apeirophobia/guides\nResources: https://www.speedrun.com/apeirophobia/resources"
            }     
        ]
    },    
    "speedrunRequirements": {
        "label": "Speedrun Requirements",
        "description": "Information on Speedrunning roles/titles",
        "embed": [
            {
                "name": "Speedrunner Role Requirements:",
                "value": "1. Have a verified run on **any** category. This includes full-game, individual levels, or co-op.\n2. To get the Speedrunner Role, DM a Speedrun Staff a link to your run."
            },
            {
                "name": "World Record (WR) Role Requirements:",
                "value": "1. Both PC and Mobile are allowed.\n2. Run must be on a **main** category (full-game or any% individual levels.\n3. There needs to be at least **1** non-obsoleted run in the category you have WR on. \n4. Run must be **submitted** for at least 3 days.\n5. When asking for WR Role, you must have the WR at the time of submission.\n6. To get the WR role in Discord, DM a Speedrun Staff the link to your WR run.\n7. Once you get the role, you keep it."
            },
            {
                "name": "Breakthrough (BT) Title Requirements:",
                "value": "1. Both PC and Mobile are allowed.\n2. WR must be on a full-game category **and** done solo.\n3. Run must be **submitted** for at least 3 days.\n4. There needs to be at least **3** non-obsoleted runs in the category you have WR on. **For mobile players, there must be at least 2 non-obsoleted runs.**\n5. When you ask for BT Title, you must have the WR at the time of submission.\n6. To get the BT Title on Roblox, DM a Speedrun Staff the link to your WR run.\n7. If you get BT title you keep it forever."
            },
            {
                "name": "Notes:",
                "value": "submitted - time starts from moment you submit the run, when the run was verified does not matter.\nfull-game - Pre-Classic, Classic, Modern, Chapter 1, Chapter 2 Ending 1, Chapter 2 Ending 2"
            }



        ]
    }
}
