{
    "Level 0 - Lobby": {
        "sections": {
            "Level Type": "Maze",
            "Entities": "- Howler\n- Siren\n - Phantom Smiler",
            "Badges": "- [PRE-ALPHA TESTER](<https://www.roblox.com/badges/2127476263/->)\n- [BEN](<https://www.roblox.com/badges/2127476323/->)\n- [The Lost Soul](<https://www.roblox.com/badges/2127476304/->)\n- [REALITY](<https://www.roblox.com/badges/2127476299/->)",
            "Simulation Cores": "- 2",
            "Description": "The Lobby is the first level of Apeirophobia. The walls are a yellow wallpaper with a repeating design, and the floor is a dark yellow carpet. The level also features lights and other random objects scattered throughout the map.",
            "Tutorial": " In order to beat the level, you must avoid the main entities, Howler and Siren, and find your way to the exit of the level, a vent in the wall. Following the black arrows around the maze may help you to reach the exit.",
            "Fun Facts": "- The Lobby is one of two levels to have more than one reality core present.\n- The Lobby has the most possible badges per level in the game.\n- Standing on Ben's chair protects you from the entities."
        },
        "images": [
            "https://static.wikia.nocookie.net/apeirophobia/images/3/32/Level0.png/revision/latest?cb=20241029230446",
            "https://static.wikia.nocookie.net/apeirophobia/images/c/c9/Level0Maze.png/revision/latest?cb=20241029230518",
            "https://static.wikia.nocookie.net/apeirophobia/images/a/a3/Level0Exit.png/revision/latest?cb=20241029221420",
            "https://static.wikia.nocookie.net/apeirophobia/images/8/86/Level0BenChair.png/revision/latest?cb=20241029230502"
        ]
    },
    "Level 1 - Poolrooms": {
        "sections": {
            "Level Type": "Puzzle",
            "Entities": "- Starfish\n- Phantom Smiler",
            "Badges": "- [REALITY](<https://www.roblox.com/badges/2127476299/->)",
            "Simulation Cores": "- 1",
            "Description": "The Poolrooms is the second level of Apeirophobia. The walls and floor are light grey tiles. The level also features lights, benches, and valves around throughout the map.",
            "Tutorial": " In order to beat the level, you must avoid the Starfish, find and turn all five valves in the map, and go through the exit at the end of the tunnel.",
            "Fun Facts": "- The Poolrooms used to have six valves."
        },
        "images": [
            "https://example.com",
            "https://example.com"
        ]
    },
    "Level 2 - Windows": {
        "sections": {
            "Level Type": "Exploration",
            "Description": "The Windows is the third level of Apeirophobia. In the first section, the walls are a yellow wallpaper with a repeating design, and the floor is a dark yellow carpet. In the second section, the walls are white concrete, and the floors are wooden panels.",
            "Tutorial": " In order to beat the level, you must jump into the exit.",
            "Fun Facts": "- The Windows used to have a reality core."
        },
        "images": [
            "https://example.com",
            "https://example.com"
        ]
    },
    "Level 3 - Abandoned Office": {
        "sections": {
            "Level Type": "Puzzle",
            "Entities": "- Hound",
            "Badges": "- [REALITY](<https://www.roblox.com/badges/2127476299/->)",
            "Simulation Cores": "- 2",
            "Description": "Abandoned Office is the fourth level of Apeirophobia. In the first section, the walls are grey concrete, and the floors are either wooden panels or grey carpet. In the second section, the walls are grey concrete, and the floors are either grey carpet or white marble.",
            "Tutorial": " In order to beat the level, you must avoid the Hound, find and use all three keys, activate all eight buttons in the second half of the level, and go through the exit from the start of the map.",
            "Fun Facts": "- Abandoned Office is one of two levels to have more than one reality core present.\n- Abandoned Office is currently the fastest level in the game."
        },
        "images": [
            "https://example.com",
            "https://example.com"
        ]
    },
    "Level 4 - The Sewers": {
        "sections": {
            "Level Type": "Exploration",
            "Badges": "- [REALITY](<https://www.roblox.com/badges/2127476299/->)",
            "Simulation Cores": "- 1",
            "Description": "The Sewers is the fifth level of Apeirophobia. The walls and floor are mostly light grey tiles, but the second section includes glass floors. There are also several bodies of water throughout the map. The second half of the level also features multi-colored pipes.",
            "Tutorial": " In order to beat the level, you must find the exit.",
            "Fun Facts": "- The Sewers is the only level in the game that has been completely remade.\n- Due to a leftover asset, the simulation core in The Sewers will slowly drift into the center of the spawn until it becomes impossible to get (though it would take over an hour to reach such a state)."
        },
        "images": [
            "https://media.discordapp.net/attachments/1372528512526717051/1373015945324531732/Untitled_design_8.png?ex=682ada7e&is=682988fe&hm=f7964056a6fd8a202b1099877d05d1e39fec23520cc1d7b7ab03f9f0765b97a2&=&format=webp&quality=lossless",
            "https://media.discordapp.net/attachments/1372528512526717051/1373015945575927869/Untitled_design_7.png?ex=682ada7e&is=682988fe&hm=84ab5e68bf9c75e6ab275f6ff6a6d2baa9ffbd91860a305a933a48d9c50c9e8f&=&format=webp&quality=lossless"
        ]
    },
    "Level 5 - Cave System": {
        "sections": {
            "Level Type": "Exploration",
            "Entities": "- Skinwalker",
            "Badges": "- [REALITY](<https://www.roblox.com/badges/2127476299/->)\n- [DOPPELGANGER](<https://www.roblox.com/badges/2127476334/->)",
            "Simulation Cores": "- 1",
            "Description": "Cave System is the sixth level of Apeirophobia. The entire level is a cave that features stalactites, stalagmites, and lights around the map.",
            "Tutorial": " In order to beat the level, you must avoid the Skinwalker and locate the exit. The entity will follow the player around, make fake whistling noises, and follow the sound of player whistles.",
            "Fun Facts": "- In the old version of the level, sticking to the right wall would lead you to the exit."
        },
        "images": [
            "https://media.discordapp.net/attachments/1372528512526717051/1373015945873854524/Untitled_design_9.png?ex=682ada7e&is=682988fe&hm=e9b219bce47b0b10ab596efff83d38f9ada827e65a294c8d07f8f5f5334901a4&=&format=webp&quality=lossless",
            "https://media.discordapp.net/attachments/1372528512526717051/1373015946137960519/Cave.png?ex=682ada7e&is=682988fe&hm=5e293a87082792f3db80aea12d4021c22f86f3acf0cff6bf597d5e7727bd3bd9&=&format=webp&quality=lossless"
        ]
    },
    "Level 6 - !!!!!!!!!!": {
        "sections": {
            "Level Type": "Exploration",
            "Entities": "- Titan Smiler",
            "Description": "!!!!!!!!!!, also known as Run For Your Life, is the seventh level of Apeirophobia. The walls are a grey-ish color, and the floor has brown tiles. The level also contains a variety of objects that provide a challenge to the level while navigating to the exit.",
            "Tutorial": " In order to beat the level, you must make it to the end of the level before the Titan Smiler catches up to you.",
            "Fun Facts": "- In a minor update, the level was nerfed and removed a big portion of the original level."
        },
        "images": [
            "https://example.com",
            "https://example.com"
        ]
    },
    "Level 7 - The End is Near": {
        "sections": {
            "Level Type": "Puzzle",
            "Description": "The End is Near is the eighth level of Apeirophobia. The walls are a light yellow concrete, and floors are several variations of carpet. The level also features shelves which contain either the orbs to the first puzzle or books, one of which will solve the second puzzle.",
            "Tutorial": " In order to beat the level, you must solve all of the puzzles and make it to the exit. The first puzzle requires you to solve the code given to you on the PC with six colored orbs; the second puzzle requires you to input codes given to you in the red book on the shelf; lastly, the third puzzle, the PC, requires you to input the letter “y” into the PC.",
            "Fun Facts": "- In a minor update, the level was nerfed and removed a big portion of the first set of vents.\n- The second update of the game was named after Level 7."
        },
        "images": [
            "https://media.discordapp.net/attachments/1372528512526717051/1373015946406400000/bookroom.png?ex=682ada7f&is=682988ff&hm=3f185d1f49619340004aa38f358a0c729d441927b35c649e5a556f8e223dab97&=&format=webp&quality=lossless"
        ]
    },
    "Level 8 - Lights Out": {
        "sections": {
            "Level Type": "Exploration",
            "Entities": "- Skinstealer",
            "Description": "Lights Out is the ninth level of Apeirophobia. The walls are light grey concrete, and the floor is grey concrete. In the middle of the map, a long section of the level connects the first and last section and features wooden tiled floors and scattered chairs.",
            "Tutorial": " In order to beat the level, you must avoid the Skinstealer and find the exit."
        },
        "images": [
            "https://example.com",
            "https://example.com"
        ]
    },
    "Level 9 - Sublimity": {
        "sections": {
            "Level Type": "Exploration",
            "Badges": "- [REALITY](<https://www.roblox.com/badges/2127476299/->)",
            "Simulation Cores": "- 1",
            "Description": "Sublimity is the tenth level of Apeirophobia. The walls and floor are dark blue tiles, and the level has several pools throughout the map.",
            "Tutorial": " In order to beat the level, you must jump into the exit.",
            "Fun Facts": "- The player used to spawn in the big pool, causing players with a bad load time to drown.\n- The hitbox of the old exit is still present in the map."
        },
        "images": [
            "https://example.com",
            "https://example.com"
        ]
    },
    "Level 10 - The Abyss": {
        "sections": {
            "Level Type": "Puzzle",
            "Entities": "- Titan Smiler\n- Phantom Smiler",
            "Description": "The Abyss is the eleventh level of Apeirophobia. The walls are invisible, and the floor is dark grey concrete. The map is supposed to be a huge parking lot, and features four boxes with exits.",
            "Tutorial": " In order to beat the level, you must avoid the Titan Smiler, and locate the keys on the lockers of the map. Using the keys, you must find the correct door in the corners of the map, giving you a one in four chance of beating the level.",
            "Fun Facts": "- The Abyss used to have two entities, but this was lowered to one after the ability to enter lockers was removed from the level."
        },
        "images": [
            "https://example.com",
            "https://example.com"
        ]
    },
    "Level 11 - The Warehouse": {
        "sections": {
            "Level Type": "Exploration",
            "Description": "The Warehouse is the twelfth level of Apeirophobia. The walls are white concrete, and the floor is wooden panels. The level also features two parkour sections in the level.",
            "Tutorial": " In order to beat the level, you must solve the color code and make your way through the parkour sections, finding keys along the way, until you eventually get to the exit.",
            "Fun Facts": "- In a minor update, the parkour of both sections was severely nerfed due to players struggling to pass the level."
        },
        "images": [
            "https://media.discordapp.net/attachments/1372528512526717051/1373015946666709042/Level11.png?ex=682ada7f&is=682988ff&hm=15df47eeef265f484ff75d5d2bd3bfde56507436444f82b901b18b19a2120748&=&format=webp&quality=lossless"
        ]
    },
    "Level 12 - Creative Minds": {
        "sections": {
            "Level Type": "Puzzle",
            "Description": "Creative Minds is the thirteenth level of Apeirophobia. The walls and floor are white paper.",
            "Tutorial": " In order to beat the level, you must find and place all three paintings and make your way to the exit."
        },
        "images": [
            "https://example.com",
            "https://example.com"
        ]
    },
    "Level 13 - The Funrooms": {
        "sections": {
            "Level Type": "Maze",
            "Entities": "- Partygoer",
            "Description": "The Funrooms is the fourteenth level of Apeirophobia. The walls are a yellowish concrete, and the floor is a silly carpet. The level also features a playground, tables, and chairs.",
            "Tutorial": " In order to beat the level, you must avoid the Partygoer in the second half of the level. In the first section, activate all five stars to open the gate. In the second section, find all three plushes in the maze and find the exit."
        },
        "images": [
            "https://media.discordapp.net/attachments/1372528512526717051/1373015946913906768/Untitled_design_11.png?ex=682ada7f&is=682988ff&hm=b889cb1f71088c4ad67935425319dac3558682b7055b8944e74a082486109fd2&=&format=webp&quality=lossless",
            "https://media.discordapp.net/attachments/1372528512526717051/1373015947161374760/Untitled_design_10.png?ex=682ada7f&is=682988ff&hm=4db7e63585cc1f5fcaeb1524be28506a01a64702f148cc8f66ea782f2cc85328&=&format=webp&quality=lossless"
        ]
    },
    "Level 14 - Electrical Station": {
        "sections": {
            "Level Type": "Exploration",
            "Entities": "- Stalker",
            "Description": "Electrical Station is the fifteenth level of Apeirophobia. The walls are white tiles, and the floor is grey tiles. The level has many rooms that have a variety of objects inside of them.",
            "Tutorial": " In order to beat the level, you must avoid the Stalker. Additionally, you must locate the screwdriver and wire cutters to use them on the door at the spawn, and find the exit. If you aggro the Stalker once, the alarms will sound off, and aggroing him a second time before the alarms are turned off will kill you. To turn off the alarms, go into the control room near the spawn."
        },
        "images": [
            "https://example.com",
            "https://example.com"
        ]
    },
    "Level 15 - The Ocean of the Final Frontier": {
        "sections": {
            "Level Type": "Exploration",
            "Entities": "- Kameloha",
            "Badges": "- [Daymare](<https://www.roblox.com/badges/2127476348/->)",
            "Description": "The Ocean of the Final Frontier is the sixteenth level of Apeirophobia. It is a big lake.",
            "Tutorial": " In order to beat the level, you must repair the boat as you drive away from the entity.",
            "Fun Facts": "- The Ocean of the Final Frontier is currently the longest level in the game."
        },
        "images": [
            "https://example.com",
            "https://example.com"
        ]
    },
    "Level 16 - Crumbling Memory": {
        "sections": {
            "Level Type": "Puzzle",
            "Entities": "- Deformed Howler",
            "Badges": "- [Got you!](<https://www.roblox.com/badges/2143789531/->)",
            "Description": "Crumbling Memory is the seventeenth level of Apeirophobia. It is a corrupted version of The Lobby, and thus has the exact same layout.",
            "Tutorial": " In order to beat the level, you must avoid the Deformed Howler. Additionally, find the gas can, matches, and bear trap. Afterwards, you must trap the entity at the spawn of the map. Every time you collect a new item (and place the trap at spawn), the entity will spawn close to you."
        },
        "images": [
            "https://example.com",
            "https://example.com"
        ]
    },
    "Level 17 - Left Scarred": {
        "sections": {
            "Level Type": "Puzzle",
            "Entities": "- Caretaker",
            "Badges": "- [PRE-ALPHA TESTER](<https://www.roblox.com/badges/2127476263/->)\n- [Chapter 2](<https://www.roblox.com/badges/2152275082/->)",
            "Description": "Left Scarred is the eighteenth level of Apeirophobia. The walls are a pale brown concrete, and the floor is a patterned carpet.",
            "Tutorial": " In order to beat the level, you must avoid the Caretaker. Additionally, collect a key from spawn and shave it according to the image provided in the level. Use the key to unlock the storage room and collect the code. Find a gate, enter the code, and find the exit through the maze.",
            "Fun Facts": "- In order to patch a bug, the developers made all chapter 2 levels unlocked by default, thus making it possible to get the “[PRE-ALPHA TESTER](<https://www.roblox.com/badges/2127476263/->)” badge from any of the levels."
        },
        "images": [
            "https://example.com",
            "https://example.com"
        ]
    },
    "Level 18 - Mall": {
        "sections": {
            "Level Type": "Puzzle",
            "Entities": "- Hoax\n- Hound",
            "Badges": "- [PRE-ALPHA TESTER](<https://www.roblox.com/badges/2127476263/->)\n- [Atomic Expert])(<https://www.roblox.com/badges/2152275076/->)",
            "Description": "Mall is the nineteenth level of Apeirophobia. Due to the shops in the level, the walls and floors vary depending on your location.",
            "Tutorial": " In order to beat the level, you must avoid both the Hoaxes and the Hound. Additionally, solve all five of the puzzles around the map and find the exit.",
            "Fun Facts": "- In order to patch a bug, the developers made all chapter 2 levels unlocked by default, thus making it possible to get the “[PRE-ALPHA TESTER](<https://www.roblox.com/badges/2127476263/->)” badge from any of the levels.\n- The Atomic Expert badge is a one in one-hundred twenty chance."
        },
        "images": [
            "https://example.com",
            "https://example.com"
        ]
    },
    "Level 19 - Store": {
        "sections": {
            "Level Type": "Exploration",
            "Badges": "- [PRE-ALPHA TESTER](<https://www.roblox.com/badges/2127476263/->)",
            "Description": "Store is the twentieth level of Apeirophobia. The walls in the first section are yellow and green concrete, and the floor is grey tiles. In the second section, the walls and floor are white tiles.",
            "Tutorial": " In order to beat the level, find the exit.",
            "Fun Facts": "- In order to patch a bug, the developers made all chapter 2 levels unlocked by default, thus making it possible to get the “[PRE-ALPHA TESTER](<https://www.roblox.com/badges/2127476263/->)” badge from any of the levels."
        },
        "images": [
            "https://example.com",
            "https://example.com"
        ]
    },
    "Level 20 - Neighborhood": {
        "sections": {
            "Level Type": "Exploration",
            "Badges": "- [PRE-ALPHA TESTER](<https://www.roblox.com/badges/2127476263/->)",
            "Description": "Neighborhood is the twenty-first level of Apeirophobia. The map is a small neighborhood formed like a Levittown.",
            "Tutorial": " In order to beat the level, follow the lights and knock on the correct door.",
            "Fun Facts": "- In order to patch a bug, the developers made all chapter 2 levels unlocked by default, thus making it possible to get the “[PRE-ALPHA TESTER](<https://www.roblox.com/badges/2127476263/->)” badge from any of the levels."
        },
        "images": [
            "https://example.com",
            "https://example.com"
        ]
    },
    "Level 21 - Graveyard": {
        "sections": {
            "Level Type": "Exploration",
            "Entities": "- Keeper",
            "Badges": "- [PRE-ALPHA TESTER](<https://www.roblox.com/badges/2127476263/->)",
            "Description": "Graveyard is the twenty-second level of Apeirophobia. The map is a small cemetery with a church in the middle.",
            "Tutorial": " In order to beat the level, you must avoid the Keeper. Additionally, find and use the two keys that can be found on the gravestones in the first section. In the second section, turn off all the lights in the church and go through the exit in under a minute.",
            "Fun Facts": "- In order to patch a bug, the developers made all chapter 2 levels unlocked by default, thus making it possible to get the “[PRE-ALPHA TESTER](<https://www.roblox.com/badges/2127476263/->)” badge from any of the levels."
        },
        "images": [
            "https://media.discordapp.net/attachments/1372528512526717051/1373016052816023622/GraveyardLevel.png?ex=682ada98&is=68298918&hm=45ae1b3aa71996bc93cc4c5812b290f98974dcdea2fe6bef9870a70a078cd148&=&format=webp&quality=lossless",
            "https://media.discordapp.net/attachments/1372528512526717051/1373016053080395886/GraveyardLevel_1.png?ex=682ada98&is=68298918&hm=1098a5a15256f0a341698cd57f217334bbcf8ebd43ef24e814ff32f4946503c1&=&format=webp&quality=lossless",
            "https://media.discordapp.net/attachments/1372528512526717051/1373016053478592614/GraveyardLevel_2.png?ex=682ada98&is=68298918&hm=13df6d090a305fc6ae7c711da35096319908011940705da04659db1e3b42c6ea&=&format=webp&quality=lossless",
            "https://media.discordapp.net/attachments/1372528512526717051/1373016053738897538/GraveyardLevel_4.png?ex=682ada98&is=68298918&hm=d70e2dfa8c1363bfddcb486ac31b427bbd87f972a69f6d732d31a773e11e8c0f&=&format=webp&quality=lossless"
        ]
    },
    "Level 22 - Party Mall": {
        "sections": {
            "Level Type": "Exploration",
            "Badges": "- [PRE-ALPHA TESTER](<https://www.roblox.com/badges/2127476263/->)",
            "Description": "Party Mall is the twenty-third level of Apeirophobia. The walls are white concrete, and the floor is grey tiles. Both the walls and floors feature random designs.",
            "Tutorial": " In order to beat the level, find the exit.",
            "Fun Facts": "- In order to patch a bug, the developers made all chapter 2 levels unlocked by default, thus making it possible to get the “[PRE-ALPHA TESTER](<https://www.roblox.com/badges/2127476263/->)” badge from any of the levels."
        },
        "images": [
            "https://example.com",
            "https://example.com"
        ]
    },
    "Level 23 - Hospital": {
        "sections": {
            "Level Type": "Puzzle",
            "Entities": "- Titan Smiler\n- Phaser\n- Cruelest",
            "Badges": "- [PRE-ALPHA TESTER](<https://www.roblox.com/badges/2127476263/->)\n- [Ending 1](<https://www.roblox.com/badges/2152278222/->)\n- [Ending 2](<https://www.roblox.com/badges/2152278227/->)",
            "Description": "Hospital is the twenty-fourth level of Apeirophobia. The walls and floors vary depending on how you play the level, as there are two endings available for the level.",
            "Tutorial": " In order to beat the level, you must choose an ending. In Ending 1, solve the color code and make your way to the exit. In Ending 2, make your way to the final section, and solve the puzzle to escape. For the puzzle, the black notches must be lined up in the floor, and the levers around the map correspond to the top or bottom pillar.",
            "Fun Facts": "- In order to patch a bug, the developers made all chapter 2 levels unlocked by default, thus making it possible to get the “[PRE-ALPHA TESTER](<https://www.roblox.com/badges/2127476263/->)” badge from any of the levels."
        },
        "images": [
            "https://media.discordapp.net/attachments/1372528512526717051/1373016051628904590/Window.png?ex=682ada98&is=68298918&hm=d2714cc372ece16bb5c65a8ce0d99af97eecf52d6c4a48c5ecc2c37176c10c98&=&format=webp&quality=lossless",
            "https://media.discordapp.net/attachments/1372528512526717051/1373016051914375168/Chase.png?ex=682ada98&is=68298918&hm=f823b6e9336f6506495d1073b51831c706f06a7e20fe37f63eca25355822e1ff&=&format=webp&quality=lossless",
            "https://media.discordapp.net/attachments/1372528512526717051/1373016052258046023/ThePit_2.png?ex=682ada98&is=68298918&hm=a1d6f92c7e33331cce7185f974617efdb9349280a0126b762bd02a950ce86d46&=&format=webp&quality=lossless",
            "https://media.discordapp.net/attachments/1372528512526717051/1373016052560040047/Vent.png?ex=682ada98&is=68298918&hm=417858b7705c4effdf602466ecbebad16f8128eb605d66997686680b2bbb8a77&=&format=webp&quality=lossless"
        ]
    },
    "Level 24 - Train Station": {
        "sections": {
            "Level Type": "Exploration",
            "Entities": "- Memory Worm",
            "Badges": "- [PRE-ALPHA TESTER](<https://www.roblox.com/badges/2127476263/->)",
            "Description": "Train Station is the twenty-fifth level of Apeirophobia, and currently the last level. The walls and floors vary throughout the level.",
            "Tutorial": " In order to beat the level, you must make it to the end of the level before the Memory Worm catches up to you.",
            "Fun Facts": "- In order to patch a bug, the developers made all chapter 2 levels unlocked by default, thus making it possible to get the “[PRE-ALPHA TESTER](<https://www.roblox.com/badges/2127476263/->)” badge from any of the levels."
        },
        "images": [
            "https://example.com",
            "https://example.com"
        ]
    }
}