{
    "Level 0 - Lobby": {
        "sections": {
            "Overview": "Level 0 (The Lobby) is the “zero-ith (0th)” level of Chapter 1 and the very first level of Apeirophobia. The level is a maze full of yellow walls, dark yellow carpet, and a few arrows scratched on the walls that may lead to the exit. In harder difficulties, the arrows might be fake.",
            "Description": "Level 0 is a large maze composed of a repeating yellow, moist carpet floor, and a mono-yellow wallpaper decorated like the typical Backrooms walls. The ceiling is an averagely tiled ceiling with constantly buzzing fluorescent light sources dotted around the map. Occasionally, these lights may be colored differently in specific areas, occasionally appearing as blue, red, and even green. Scattered throughout the level are many miscellaneous objects, such as power outlets and industrial ladders.",
            "Objective": "The objective in this level is to simply find the exit. Players will start by wandering around until eventually ending up at a ladder that leads to a vent in a wall. Climbing this ladder and entering the vent will lead to the player escaping the level and entering Level 1."
        },
        "image": "https://image.url/image.png"
    },
    "Level 1 - Poolrooms": {
        "sections": {
            "Overview": "Level 1 (The Poolrooms) is the first level of Chapter 1, and the 2nd level of Apeirophobia. The level is a sort of maze, but with water in some random spots. You spawn inside a hallway with a lot of pipes on the left and right sides of you, horizontally. After walking out of that oddly long corridor, you can actually start making progress in this level.",
            "Description": "The start of this Level is a long tunnel, in this tunnel you may find wires, pipes, lights and more.\nThere is also water under the platform you're standing on, but this is just decoration as you cannot get to the water, there is no mechanics related to the platform breaking.\nWhen you make your way down the tunnel, you will find yourself in a large area consisting of the same pattern and colors for the Walls, the Floor and the Ceiling, that is: White & Gray Tiles.\nAll of the Lights are glowing blue.\nThe exit is a gate blocking you from an area of this level, there is also a light next to it that is red by default that means that you haven't turned all of the valves yet, but if you did turn all of the valves, this light is going to turn green and the gate will open revealing this formerly blocked off area, this area is quite small but has a long hole in the middle that leads you to a kind of sewer once you go down it, this sewer uses the same pattern and colors as the previous walls, floor and ceiling and at the end of this sewer you will find a giant pit.",
            "Objective": "Your goal in this entire level is to find 5 different valves on pipes throughout the level (exclusive to the second part), once you turn all of the valves throughout the level, a sudden noise will play, coming from the exit, letting the player(s) know it is now open."
        },
        "image": "https://image.url/image.png"
    },
    "Level 2 - Windows": {
        "sections": {
            "Overview": "Level 2 (The Windows) is the 2nd level of Chapter 1, and the 3rd level of Apeirophobia. Players start in a small room with multiple other rooms attached to it, changing in color depending on the room you decide to enter. There is an upstairs, which is a long hallway which leads you to the end of the level.",
            "Description": "In Level 2, where you spawn has the same dreaded wallpaper on the walls as Level 0. To the left you will find a bathroom, in the bathroom there is a toilet and shower curtains. You cannot see past the curtains, as they're impossible to move. Going back to the start and to the right, you will notice there is a kitchen. It contains a fridge, some counters, and a shelf. Going back to the start and going up the stairs you will be in a completely different part of the map, the walls have changed from Yellow to White, the floor from Dark Yellow to Dark Brown and the ceiling from Yellow Tiles to White.",
            "Objective": "Your objective in this level is to follow the only path you can take, at the end there will be a giant pit, jumping in it will end your journey on this level."
        },
        "image": "https://image.url/image.png"
    },
    "Level 3 - Abandoned Office": {
        "sections": {
            "Overview": "Level 3 (Abandoned Office) is the 4th level in Chapter 1, and the 5th overall level in Apeirophobia. It appears as a long hallway with white walls and a floor made out of wood at first. There are a lot of turned off lights on the ceiling and a ton of locked metal drawers which cannot be opened around the walls, resembling the ones you would see in a real life office. ",
            "Description": "In Level 3, you appear to be standing on a brown hardwood floor, with white walls surrounding you. An exit door can be seen further in the distance, with an illuminated sign confirming that it's the exit, and a note on the wall. Going forward down the hallway will reveal a massive gate blocking off a part of the level which can be opened soon. There is another area which has a metallic floor, with multiple pillars, one of them holding up another note, and a couple of other rooms to explore. You can explore the rooms which don't differentiate much from the main one you see, but they do contain more cabinets and lockers than the main room.\nAfter managing to open the gate, you can proceed to the next part of Level 3, being presented as a huge room with most of the things being metallic. Around the walls, there are a lot of rooms, which might explain why some walls at the start have such an odd shape. There are two sides. On the right side, you will be greeted by different rooms with buttons inside of them. The same goes for the left side. However, on the left side, next to the entrance, you will find a bathroom. The majority of the rooms will have a button inside. \nAfter unlocking and entering the exit door, you'll be taken to a large flight of stairs, and you'll see another door a little further away from where you were taken. When you arrive at the end of the staircase, there will be yet another door at the end of the staircase. This one is the actual exit door, which takes you to Level 4.",
            "Objective": "In Level 3, your objective is to find all of the keys in the first part of the level which can be used to unlock the locks on the gate to open the said gate. The aforementioned gate leads you to the second part of the level which requires you to press all of the buttons hidden around in that area. After that is done, you will have to go through the exit door and walk down the vast flight of stairs. After that is done, there will be another door you have to go through, which finally leads you to Level 4."
        },
        "image": "https://image.url/image.png"
    },
    "Level 4 - The Sewers": {
        "sections": {
            "Overview": "Level 4 (The Sewers) is the 4th level in Chapter 1, and the 5th overall level in Apeirophobia. ",
            "Description": "",
            "Objective": ""
        },
        "image": "https://image.url/image.png"
    },
    "Level 5 - Cave System": {
        "sections": {
            "Overview": "Level 5 (Cave System) is the 6th level in Apeirophobia, being a cave filled with spikes. Although they look dangerous and look like they'll kill you as soon as you collide with them, they don't. They're completely safe. You spawn in front of a crowd of spikes, with a few lights shining upon a note. ",
            "Description": "This level is a gray cave filled with stalagmites and stalactites. Yellow lights can be found around the area, mostly illuminated, however, some can be not illuminated, being completely useless. There is a random body of water inside of the cave, which has a mint-colored tint. There is also a massive purple portal which appears to have presumably electricity radiating off of it. ",
            "Objective": "To escape the Cave System, you have to travel through all of the spikes to eventually find the exit. Nothing too fancy, no puzzles, just try not to die. That's it. Once you are near the exit, you will hear strange noises coming from the purple, glowing portal. Follow these noises and you will find the aforementioned portal, it is recommended not to go through the small tunnel at the left of the portal and to just simply go more to the right and go throughout the larger hole. Entering the portal will lead to Level 6."
        },
        "image": "https://image.url/image.png"
    },
    "Level 6 - !!!!!!!!!!": {
        "sections": {
            "Overview": "Level 6 (the seventh level) is a very long hospital hallway, in which can be found bright red lights and alarm sounds blasting through your ears the whole time. The hallway is completely stuffed with obstacles which you'll have to maneuver around in order to escape.",
            "Description": "This level is a long hospital hallway which has a dark gray tiled ceiling, white concrete walls (previously gray), dark gray floor, red lights, and repeating doors on the left and right sides.\nThere are repeating obstacles throughout the level: sometimes you'll have to slide through, sometimes you'll have to crouch through, sometimes you'll have to go through open doors to get to the exit. ",
            "Objective": "Your main objective in this entire level is to get through the obstacles. Run as fast as you can to avoid getting caught by the Titan Smiler. You will have to keep dashing around these obstacles over and over while running, while also having to walk for a bit from time to time in order to regenerate some of your stamina back. You have to repeat this process until you reach the exit. The exit is a glowing pink door and going through it will finish your marathon and send you to the next level."
        },
        "image": "https://image.url/image.png"
    },
    "Level 7 - The End?": {
        "sections": {
            "Overview": "Level 7 (the eighth level) appears to be a library with a sign saying \"THE END is NEaR\", attempting to give you the false impression that you will escape the backrooms soon. ",
            "Description": "",
            "Objective": ""
        },
        "image": "https://image.url/image.png"
    },
    "Level 8 - Lights Out": {
        "sections": {
            "Overview": "Level 8 (the ninth level) takes the form of maze with light gray walls, dark gray floor and a white grid ceiling, more described below.",
            "Description": "",
            "Objective": "Your objective in this level is to get to the far left of spawn, that will lead you to the Cafeteria and once you're in there it is recommended to hop in a locker on the left of the entrance, the aggressive entity will camp for a bit but after a while it will leave and enter the first part, once that happens it is recommended to just run to the exit of the second part, which is at the far right of the entrance, once you're at the exit, just keep on going, after running for a while you will notice a green light, this means you are close, just keep on going after the light, and you will find yourself looking a red light, go in the next room and you will find a vent going up, going through the vent will end your journey."
        },
        "image": "https://image.url/image.png"
    },
    "Level 9 - Sublimity": {
        "sections": {
            "Overview": "Level 9 (the tenth level) is another level placed inside of a pool. It is a very bland area, being just blue mosaic tiles on the walls. ",
            "Description": "Level 9 in general has blue tiled walls, a blue tiled floor and a blue tiled ceiling, with also some white lights throughout the level. You start in an area that contains a huge pool with sidewalks around it, going further reveals the same choices of patterns and colors for the rest of the level, you can even find hallways that have pools in the middle and walls with holes, along with some rooms that sometimes contain a different colored light, pools and more, as an example: one of them contain a green light that is hanging from the ceiling, almost about to fall off the ceiling, near the exit is a big pool with a ladder attached to the pool's borders, there is also arrows around the pool indicating that you have to jump in it and there is also an orange light right above it.",
            "Objective": ""
        },
        "image": "https://image.url/image.png"
    },
    "Level 10 - The Abyss": {
        "sections": {
            "Overview": "Level 10 is the 11th level in Chapter 1 in Apeirophobia, taking the form of a huge parking lot containing keys that are required to unlock the doors on each corner of the level. However this level is pure luck, the first door you unlock could be the exit or the last door you unlock could, you'll never know off the bat though.",
            "Description": "",
            "Objective": "Your objective in this level is to find keys that are on some lockers, and then unlock a door on a corner of the map, if you get the right door then you will be transported to Level 11."
        },
        "image": "https://image.url/image.png"
    },
    "Level 11 - The Warehouse": {
        "sections": {
            "Overview": "Level 11 (the twelfth level) is, as its name suggests, a warehouse. It consists of very tall light-gray walls with a variety of windows. You can notice gigantic racks with crates on them and planks that connect them through the window, along with paths that seem torn off and a variety of other walls.",
            "Description": "When you spawn in, you'll notice the gigantic size of the room. Believe it or not, this is just the starting area. Behind you is a gate that you'll have to unlock in order to proceed further into the level. Looking around further, you will notice tons of paintings on the walls, specific rooms with metal racks and even wooden crates laid around. You can also often find random pieces of paper laying around on the floor. After you successfully unlock the gate mentioned earlier, you can proceed to the formerly locked part of the level. Here, you will have to navigate your way through the gigantic metal racks with crates on them. Do note that falling off of them will result in your death. You can also notice the racks are often connected by wooden planks, each varying in size, shape and length. You can often notice strange placements of these planks, some being placed in such a way that they form shapes or symbols. After successfully navigating through the gigantic metal racks, you should find yourself on a path that leads to the next area. This area has a shattered floor, white walls and a few lights here and there brightening your way. Finally, after you complete your objective in this area, you can head onto a path similar to the one mentioned earlier and escape.",
            "Objective": "In Level 11, you have multiple objectives depending on the area you're in. In the spawning area, you have to figure out the code to obtain a crowbar, unlock the door that formerly sealed a desk with a computer on it and then type the letter \"y\" in the computer. Afterwards, the gate in the spawn area will open. After heading through the gate and right to the next area, you will have to parkour your way through all of the huge racks. Next up, head to the area that follows, parkour your way once again, obtain a key, unlock a door, press the button next to the exit and that's that."
        },
        "image": "https://image.url/image.png"
    },
    "Level 12 - Creative Minds": {
        "sections": {
            "Overview": "Level 12 (the thirteenth level) starts you off in what looks like it might be an asylum. being covered in white. There are 2 doors you can enter, one leads you to the exit, which is closed. Or the other leads you to the main part of the map. ",
            "Description": "Level 12 is a level which has a lot to do with white, bland hallways, with no content whatsoever, making it heavily resemble an asylum. There is a rack of painting frames as soon as you walk out of the starting door, which indicate that you need to put something in them. In the room with the line of frames, there are two doors; one leads you to the majority of the level, and the other leads you to the exit. Many objects can be found littered around the rooms, such as pianos with rotten wood, office chairs with abnormal sizes, and so on and so forth.",
            "Objective": "Your goal in this level is to find the paintings hidden around the asylum, and put the aforementioned paintings onto the painting rack in the correct order. You'll know if one of the paintings are in the right spot as it'll make an odd sound and will make the room progressively more red until it is crimson red. When all three of the paintings are put onto the rack, a massive garage door can be heard opening from afar, locating and going through the said garage door will take you to Level 13."
        },
        "image": "https://image.url/image.png"
    },
    "Level 13 - The Funrooms": {
        "sections": {
            "Overview": "Level 13 (the fourteenth level) is presented as a big, colorful building. It has multiple partying areas with many balloons and decorative items, such as tables, party hats and chairs. You will often find the text \"Happy Birthday\" written around the level in very cartoonish letters, each varying in color and size.",
            "Description": "Level 13 is a very big level with many different sections containing very colorful walls filled with party decorations and cartoonish drawings. The start consists of two green pillars, red brick floor, colorful walls and yellow tile ceiling. Atop one of the walls, the words \"Happy Birthday\" are written, a colorful fence with balloons on it between the two pillars. Heading onwards you'll come across a reception desk with a computer on it. Heading to the room on the right, you will come across a very big playground containing various Star Buttons, the room on the left of the reception is a hallway leading to various rooms with differences in light, decorations, and layout. In the back of the theater, the backstage section, you will come across a black and very dark maze. This maze connects to the other maze of the level where you can find a partypooper plushie. This maze mentioned is yellow rather than black, slightly aiming towards the color of white. As you wander through the level, you will notice that it has a variety of colors and some walls often overlap each other.",
            "Objective": "In this level, your objective is simple. In order to escape the level you must locate five star buttons in the playground and afterwards collect three Partypooper Plushies, which can spawn in certain areas of the level, head to the theater and go inside the portal-looking exit."
        },
        "image": "https://image.url/image.png"
    },
    "Level 14 - Electrical Station": {
        "sections": {
            "Overview": "Level 14 (the fifteenth level) is gigantic, a fact which ranks it as one of the largest Levels in the game, and it is a complete headache to navigate. The Level starts inside a hallway. Walking forward and turning left will present you with another hallway, which itself divides into a few other hallways.",
            "Description": "",
            "Objective": "There is a locked electric door at the end of the first hallway, which has a gray electric box on the wall with black screws on each corner of the box, this box is on the right of the door and you will require a Screwdriver to remove the screws on each corner of the box, and then once you have opened the box, it will reveal 10 different colored wires which will have you need Bolt Cutters to be able to cut the right wire, cutting a wrong wire will trigger the alarm so if that happens just start cutting all of the wires, once you did cut the right wire the alarm will turn off and the electric door will open revealing a room with a turned on Computer, on this Computer you will be able to insert \"y\" and open the exit."
        },
        "image": "https://image.url/image.png"
    },
    "Level 15 - The Ocean of the Final Frontier": {
        "sections": {
            "Overview": "Level 15 (the sixteenth level) is a large body of water with a few mountains nearby the shore. The shore seems to be quite rocky, too. You are on an orange lifeboat, with an engine attached to the back of the said lifeboat.",
            "Description": "Level 15 spawns you in the middle of nowhere on a vast expanse of water, the only thing stopping you from sinking into the watery abyss is the orange lifeboat you spawn in. The aforementioned lifeboat has gray seats, and a dark gray engine attached to the boat. Surrounding the vast ocean are luscious mountains which loom over the rocky shore. Clouds often appear in the dark-blue sky.",
            "Objective": "Your objective in this level is to make sure your lifeboat is 100% clear of any issues. A few things can slow you down or completely halt the lifeboat movement. A hole in your lifeboat can let a stream of water in, slowing the lifeboat down by a tad. This can be fixed by simply patching the holes up. However, if your engine suddenly breaks down, your lifeboat is completely stuck until the engine is fixed. Once your boat is completely functional if you maintain that, you will eventually see the shore. Floating close enough to the shore will eventually transport you to Level 16."
        },
        "image": "https://image.url/image.png"
    },
    "Level 16 - Crumbling Memory": {
        "sections": {
            "Overview": "Level 16 (the seventeenth level) seems to mimic the appearance of Level 0, but covered with an unknown black substance. Some remains of Level 0 can still be seen, but most of the remains have crumbled, hence its name, Crumbling Memory. When you spawn in, you'll notice walls covered in the strange black substance mentioned above and some arrows. Turn your flashlight on (makes it much easier) and get ready to start making some progress, because this level is not going to be easy.",
            "Description": "",
            "Objective": "Your objective is to gather three items: the gasoline, the matches and the bear trap. Once you spawn in, if you pay attention, you will notice some arrows pointing towards a hallway. Following these arrows will lead to the items required to complete the level. Every time an item is collected, the arrows will change, pointing to the next item."
        },
        "image": "https://image.url/image.png"
    },
    "Level 17 - Left Scarred": {
        "sections": {
            "Overview": "Level 17 (Left Scarred) is the first level of Chapter 2 (Escape from Reality) and the 18th level in Apeirophobia. It is an abandoned apartment complex located in the proximity of a forest.",
            "Description": "Level 17 takes the form of a building located somewhere in the woods. The level appears to be replicating an abandoned apartment complex, with accompanying furniture tilted over. The entrance of the building contains a reception desk, which appears to be devoid of any equipment of sorts. The rest of the map also seems to be missing many everyday items, as well as containing multiple disturbing paintings. The exterior, as seen through the windows scattered through the level, takes the form of a thick and dense forest, with only a few street lights illuminating the course through the woods to the building.",
            "Objective": "First, you will need to pick up a key from the box of keys in the starter room. Once a key is acquired, get to the area next to the storage room safely. There, you should be able to use a chisel to carve your key using a picture on the wall as a reference. Once you have filed your key to the proper configuration, you need to go to the storage room door to the right and click on it. If you have carved your key correctly, the door will unlock and storage room will open. Inside, you should find a code behind one of the pillars. Remember this code and make your way to the second floor of the level. When safely reached, there should be a locked gate that requires a code to be opened. Insert the code you found in the storage room onto the lock. If done correctly, the gate will lift and you may proceed. From there, move forward until you eventually find a white glowing exit. Simply touch the exit in order to escape the level and move onto Level 18."
        },
        "image": "https://image.url/image.png"
    },
    "Level 18 - Mall": {
        "sections": {
            "Overview": "Level 18 (Mall) is the second level in Chapter 2 (Escape From Reality) and the 19th level in Apeirophobia. It takes the appearance of a gigantic mall with two floors, 3 Simon Says puzzles on the upper floor and only 2 on the lower floor, it has various department stores on both floors and also has multiple district areas (a, b, c, d...) on the lower floor.",
            "Description": "The mall exterior has a large parking lot with dim streetlights barely illuminating it. Over at the very front of the mall is a small round-shaped building with an extensive neon sign on top of it. Its interior is very empty and spacious, with its only occupants being mannequins, serving to kill the player. The spawn location inside the level is the mall's food court on the first floor. The place has abandoned and empty food stalls around the food court and the rest of the mall.\nUpon further look, some sections have been blocked off by debris and piles of furniture. Most of the stores have also been left locked, leaving only a small number of stores being left open. When entering any of these stores, they're also mostly abandoned, leaving behind only a few mannequins and decorations inside. Although the location is seen and described as a mall, it's left with zero escalators, relying on you to walk downstairs that lead to the ground floor.\nThe ground floor also takes the same appearance and style as the first floor, empty with barely any stores left open, thus leaving only an abandoned, cold mall for the player to explore. The only addition is that the entire ground floor is infested by a single Hound rather than several mannequins scattered around that are found around the upstairs of the mall. ",
            "Objective": "The player must search for five puzzles scattered around the map, upon finding and starting it, the puzzle will randomly flash its buttons five times, the player must then memorize the order of the flashing buttons and replicate it. Failing it will make the buttons emit a red light and you will be given a second chance. Upon completing every puzzle, a gate on the bottom floor will open, going through the now opened gate will end your journey on this level."
        },
        "image": "https://image.url/image.png"
    },
    "Level 19 - Store": {
        "sections": {
            "Overview": "Level 19 (Store) is the third level in Chapter 2 (Escape From Reality) and the 20th level in Apeirophobia. It takes the appearance of a large food mart with empty shelves, freezers and shopping carts.",
            "Description": "Level 19 takes the appearance of a large food mart with empty shelves, freezers and shopping carts. The level is divided into 3 main areas- the spawn area, the store and the changing rooms. The spawn area is a small 'L' shaped room with blue wooden planks as the floor, gray tiled ceiling and two colored walls. The walls are white and green, with brown trims on the top, middle and bottom. The room has 3 rows of 6 blue cabinets each and multiple tables with even more foldable chairs, some of which are flipped over. The second part of the level is the foodmart. The foodmart is a large open area with gray floor tiling, white and green walls and a green ceiling with suspended lights and signs saying, which alley has what. The walls have white writing on them, saying which section is meant for what. One of these writings tells us that the store is called Atlas Foodmart. On the opposite side of the spawn area you can find double doors, which appear to be the entrance to the store, and a walk-in freezer with a long corridor ending in a closed door leading into an empty room. The third and final part of the level are the changing rooms, which are accessible by turning left on the first occasion in the freezer corridor, just to walk into a room with another corridor. That one leads us to the changing room maze. The changing rooms have greyish-blue tiling and blue lights. The walls are decorated with showers, black benches and more cabinets.",
            "Objective": "You will need to find a walk-through freezer with an open door, it is located alongside other freezers on the back right of the store. That will lead you to a long corridor, turn left. You'll find a room with another door, go through that door and find a bathroom. That bathroom should have multiple showers, drains and curtains. The exit will be a double door to Level 20."
        },
        "image": "https://image.url/image.png"
    },
    "Level 20 - Neighborhood": {
        "sections": {
            "Overview": "Level 20 (Neighborhood) is the fourth level in Chapter 2 and the 21st level in Apeirophobia. It takes place in a suburban neighborhood with a dark atmosphere.",
            "Description": "Level 20 takes the appearance of a big neighborhood with multiple houses, lamp posts, and grassy areas. The town is covered in a very dark sky, thus making the level devoid of light. At the start of the level, you can see a car accident which had occurred sometime throughout the existence of this level. The only source of light comes from the aforementioned lamp posts which provide a measly amount of light and have a tendency to turn off when you stand under them at times which can sometimes be more specific than others. There is also seemingly worn-down infrastructure alongside the dimly-lit paths you will likely walk under. Though the road shows no signs of abruptly having an immediate issue like a sinkhole, it still doesn't change that the roads are of terrible quality.",
            "Objective": "In order to escape, the player must wander around the path of the streetlights, The streetlights will direct the player by flickering on and off when they're under the streetlights if they're going the correct way. There is an unlocked house that's next to one of the last streetlights which you will find if you've went the right way. It is very easy to know if you are at the right spot as if you move under another streetlight in a direction which leads away from the correct house, it won't flicker."
        },
        "image": "https://image.url/image.png"
    },
    "Level 21 - Graveyard": {
        "sections": {
            "Overview": "Level 21 (Graveyard) is the fifth level in Chapter 2 (Escape from Reality) and the 22nd level in Apeirophobia, which is a massive forest with many interconnecting roads and sidewalks all around, which are naturally connecting to one large graveyard with a Church in range, indicated by the echoing bell chimes.",
            "Description": "Level 21 is a vast forest with numerous interconnecting roads and sidewalks everywhere, all joining up to a large graveyard with a church in a relatively close vicinity from it, with the church bells chiming numerous times when you enter the level. The paths appear to be in modest condition - not brand new but have no indications of being picked away at by time or being damaged at all. The gravestones vary between their designs, some being botonee crosses, others being Celtic crosses, or some just being regular gravestones that you're likely used to, with an oval top and shoulders. The list spans on for ages. Trees loom over the pathways, being highlighted by the gleam of the moon. The Church stands tall within the graveyard, being topped with many holy crosses placed on certain points on top of the church.\nThe Church is very interesting when you enter it, with large medieval-like doors and a gloomy inside, being dimly lit up by a couple of weak torches. A chandelier hangs from the roof in the middle of the church; at the back of the church, a few towering holy crosses hang from the wall. An interesting floor pattern is displayed, with a very striking design bound to catch the attention of anyone who looks downwards.",
            "Objective": "Song Name\nArtist\nStatus\nBlack Hour\nAmpient\nUsed"
        },
        "image": "https://image.url/image.png"
    },
    "Level 22 - Party Mall": {
        "sections": {
            "Overview": "Level 22 (Party Mall) is the sixth level in Chapter 2 (Escape From Reality) and the 23rd level in Apeirophobia. It takes the appearance of a party mall with unique fluorescent-colored designs all over the map with upbeat music playing in the background as the player roams.",
            "Description": "Level 22 is described as a party mall but highly resembles a neon arcade. Although the level does not have arcade machines, it has many high tables and chairs, reception desks, power boxes, and lots of room to roam around. Although the area is spacious, the wall ornamentations and the ceiling decor top it off with many unique fluorescent-colored designs, such as waves, shapes, outlining, and many more. The place's design is far more unique, with several wall designs aside from fluorescent decor on top of the walls and ceiling. Around the mall, you can find several other things, such as mirrors, caution signs, trash bins, welcome signs, armchairs, cans/cups, and many more. It also has several floors that go under the ground but are not accessible. The only areas accessible that go underground have escalators leading down to a smaller level of tables and chairs. Behind the pretty designs, the party mall has a bunch of shelves and spare chairs/tables in the staff-only area, thus leading to a lot of cluttering and a messy room, making it hard to navigate. A lot of the doors shown inside the level are also inaccessible, such as VIP areas, backrooms/staff rooms, and many more.",
            "Objective": "To escape this level, you need to wander around both floors until you find a room with a sign written \"Staff Only\", upon finding it, turn right then take another right, then another left and you will be greeted with the exit."
        },
        "image": "https://image.url/image.png"
    },
    "Level 23 - Hospital": {
        "sections": {
            "Overview": "Level 23 (Hospital) is the seventh level in Chapter 2 (Escape From Reality) and the 24th level in Apeirophobia. It takes the appearance of a hospital with two pathes that you can take at the start of the level. ",
            "Description": "Level 23's design is assumed to be an abandoned and rundown hospital, with most of its medical equipment left there. As you progress, the equipment is not only abandoned, but it's also in a messy manner with thrown over hospital beds, cluttered hallways with curtains, and other sorts of hospital equipment such as IV stands, wheelchairs, gurneys, shelves, and vending machines knocked over. The lighting is dimmer at different parts of the hospital. The hospital also houses the typical rooms you would take note of in a regular hospital, such as surgery rooms, patient rooms, waiting rooms, and many more.",
            "Objective": ""
        },
        "image": "https://image.url/image.png"
    },
    "Level 24 - Train Station": {
        "sections": {
            "Overview": "Level 24 takes place in an abandoned subway station, to which you will have no time to comprehend and analyze your surroundings or the atmosphere of the level, because, as soon as you spawn in, you will have to run for ages until you find an exit. Your surroundings may change to levels you are familiar with, or ones which may unsettle you.",
            "Description": "Level 24 seems to be a rundown and abandoned subway station, the lighting is dim and not the best, barely illuminating the walls and the place itself. Decommissioned or flipped over trains stay mobile within some of the train tracks to block you from constantly sprinting down one track. Within the middle row, there is no tracks but a long concrete path with a few pillars lining the row. The walls of the level change within some areas to levels you may remember encountering, or they may change to an unsettling texture. They vary, but some of the changes include:\nA room with Level 0’s run down wallpaper.\nA room with Level 1's wallpaper.\nA room mimicking Level 6's theme (red wallpaper).\nA room covered in a golden-like color, similar to Level 14's.",
            "Objective": "The objective of Level 24 is simple: run until you find the exit. Similar to Level 6, you have to run from a large behemoth while avoiding obstacles which may stand in your way, these aforementioned obstacles being things like decommissioned or flipped over trains. Weaving between pillars or climbing upon flipped trains allow for you to successfully avoid the obstacles and continue sprinting onwards without losing your momentum. Eventually, you will come across a sinkhole within the train tracks, which you must jump down in order to escape the level."
        },
        "image": "https://image.url/image.png"
    }
}